define((
{ addToRoleTitle: 'Добавить к роли',
  resetUsersTitle: 'Сброс пользователей',
  associateContactTitle: 'Связать с контактом',
  disAssociateContactTitle: 'Удалить связь с контактом',
  disAssociateDialogTitle: 'Удалить связь с контактом',
  confirmDisAssociate: 'Удалить связь выбранного пользователя ${0} со связанным контактом?',
  confirmDisAssociateMultiple: 'Удалить связь выбранных пользователей ${0} со всеми связанными контактами?',
  associationExistsMessage: 'Выбранный пользователь уже связан с контактом. Чтобы связать этого пользователя с другим контактом, сначала необходимо удалить связь пользователя с контактом.',
  multipleSelectionErrorMessage: 'Эту задачу можно выполнять только для одного пользователя за раз. \n Выберите одного пользователя и выберите задачу снова.',
  noSelectionErrorMessage: 'Должен быть выбран хотя бы один пользователь для отмены связи. \n Выберите одного или нескольких пользователей и повторите задачу.',
  singleSelectionErrorMessage: 'Вы должны выбрать пользователя для отмены связи. \n Выберите одного пользователя и повторите задачу.' }
));