define((
{ associateContactTitle: 'Связать с пользователем',
  disAssociateContactTitle: 'Удалить связь с пользователем',
  disAssociateDialogTitle: 'Отменить связь с пользователем',
  confirmDisAssociate: 'Удалить связь выбранного контакта ${0} со связанным пользователем?',
  confirmDisAssociateMultiple: 'Удалить связь выбранных контактов ${0} со всеми связанными пользователями?',
  associationExistsMessage: 'Выбранный контакт уже связан с пользователем. Чтобы связать этот контакт с другим пользователем, сначала необходимо удалить связь контакта с пользователем.',
  multipleSelectionErrorMessage: 'Эту задачу можно выполнять только для одного контакта за раз. \n Выберите один контакт и выберите задачу снова.',
  noSelectionErrorMessage: 'Должен быть выбран хотя бы один контакт для отмены связи. \n Выберите один или несколько контактов и повторите задачу.',
  singleSelectionErrorMessage: 'Вы должны выбрать контакт для отмены связи. \n Выберите один контакт и повторите задачу.' }
));