define({
    feedAddressText: 'Адрес потока',
    showText: 'Отобразить',
    itemsText: 'последних элементов',
    itemsLabelText: 'Максимум',
    pixelsText: 'пикс.',
    heightText: 'Высота',
    itemsRangeMessage: 'Введите значение от 1 до 25',
    heightRangeMessage: 'Введите значение от 100 до 1000',
    invalidUrl: 'Недопустимый формат адреса веб-сайта (http://*)',
    feedErrorFirstLine: 'Приносим извинения за неудобства, но ваш запрос не может быть выполнен. Возможно, адрес потока содержит ошибки, поток недоступен в данный момент либо требует аутентификации. В настоящее время аутентификация не поддерживается.',
    feedErrorSecondLine: 'Проверьте правильность адреса потока:',
    headlineSummaryText: 'Заголовок и сводка',
    headlineOnlyText: 'Только заголовок'
});