define({
    dlgDefineDelimiter_Title: 'Импорт записей — выбор разделителя',
    txtHeader_Caption: 'Результат импорта с выбранными разделителем по умолчанию и квалификатором текста показан в панели предварительного просмотра. Если результат выглядит правильно, вы можете продолжить импорт с этими настройками. Если нет, вы можете их изменить.',
    txtChooseDelimiter: 'Выберите разделитель, который будет отделять ваши поля:',
    rdoTabOption: 'Табуляция',
    rdoSemicolonOption: 'Точка с запятой',
    rdoCommaOption: 'Запятая',
    rdoSpaceOption: 'Пробел',
    rdoOtherOption: 'Другой',
    txtQualifier: 'Квалификатор текста',
    chkFirstRowFieldNames: 'Первая строка содержит имена полей',
    txtPreview: 'В загруженном файле найдено строк: ${0}, столбцов: ${1}. Ниже приведены первые 1–5 записей.',
    errorRequestFileOptions: 'Ошибка при получении параметров файла. ${0}'
});